{
    "projects": 
    [
     {
      "id": 1,
      "name": "Healthy Chicken Rice Soup",
      "image": "images/food1.jpeg",
      "videolink": "https://www.youtube.com/watch?v=xszdoOy5CRs",
      "ingredient": "1 tablespoon oil, 1 onion minced, 3 large carrots peeled and diced 1 stalk celery diced, 1 teaspoon garlic minced, 1 teaspoon dried parsley, half teaspoon dried thyme,  1 teaspoon salt, half teaspoon black pepper, 5 cups low sodium chicken broth, 2 chicken breasts, 1 cup brown rice, 1 cup evaporated milk",
      "process": "In a large soup pot, heat oil over medium-high heat. Add onion, carrots and celery and cook and stir for 3-4 minutes, until onion begins to turn golden. Add garlic, parsley and thyme and cook 1 minute. Add salt and pepper, broth, chicken. Add rice. Stir and bring to a boil over medium-high heat. Reduce heat to medium-low (a simmer), cover, and cook for 30 minutes, stirring every 10 minutes, or until vegetables and rice are tender. Remove chicken from pot and shred. Add back to the pot with evaporated milk.",
      "time estimate": "1 hour"
     },
     {
      "id": 2,
      "name": "Cheese Pasta",
      "image": "images/food2.png",
      "videolink": "https://www.youtube.com/watch?v=Pkhqy3OD_DM",
      "ingredient": "1/2 lb (225 grams) pasta (spaghetti, penne, fusilli...), 3/4 cup (160 grams) cream cheese, 1/4 cup (30 grams) grated parmesan, 1 Tbsp olive oil, 1-2 garlic cloves, minced or pressed. 1/2 cup (120 ml) cooking water",
      "process": "In a large pot of boiling salted water, cook pasta according to package directions until al dente. Right before draining, reserve a cup of starchy pasta water. Meanwhile, in a large skillet warm 1 Tbsp of olive oil and gently fry the garlic (plus a good pinch of chili flakes if you like) for 2-3 minutes. Use a low flame, do not let the garlic burn. Then stir the cream cheese and about 1/2 cup of starchy pasta water. Stir to combine oil, cream cheese, water and create a nice and creamy emulsion. Add parmesan cheese and stir well. Your pasta sauce is ready.",
      "time estimate": "30 minutes"
     },
     {
      "id": 3,
      "name": "Airfryer Salmon",
      "image": "images/food3.png",
      "videolink": "https://www.youtube.com/watch?v=WaY638gb9L8",
      "ingredient": "Seafood: 2 Salmon, wild caught fillets Produce: 1 Lemon, wedges Baking & Spices:1 Black pepper 2 tsp Paprika 1 Salt Oils & Vinegars: 2 tsp Avocado oil or olive oil",
      "process": "Step 1: Rub: Salt and pepper the salmon to taste. In a small bowl mix the brown sugar, chili powder, paprika, Italian seasoning and garlic powder. Rub into the Salmon. Step 2: Bake: Place in the Air Fryer skin side down. Bake at 400 degrees for 10 min. If you are adding asparagus add it after the first 5 min.",
      "time estimate": "45 minutes"
     },
     {
      "id": 4,
      "name": "Fried Chicken Wing",
      "image": "images/food4.jpg",
      "videolink": "https://www.youtube.com/watch?v=tPQD5A9F2co",
      "ingredient": "2 lb. chicken wings Kosher salt Freshly ground black pepper 2 c. all-purpose flour 1 tsp. garlic powder 1/2 tsp. mustard powder 1/4 tsp. cayenne pepper Vegetable oil, for frying",
      "process": "Step 1 Rinse wings under cold water then pat dry with paper towels. Place wings on a baking sheet lined with a cooling rack then season wings on both sides with salt and pepper. Refrigerate for 1 hour. Step 2: In a shallow bowl, stir together flour and spices then season with salt and pepper. Working one at a time, coat chicken in flour mixture. Step 3: In a large pot over medium heat, heat 2” oil until shimmering (about 350°) Working in batches, fry chicken until deeply golden and cooked through, 8 minutes. Step 4: Drain on a paper towel lined plate. Serve warm.",
      "time estimate": "30 minutes"
     }
    ]
}